---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepLowerCenterlineElevation
source: html/d7041608-9e6e-c954-6ea9-5054475f5d44.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepLowerCenterlineElevation Property

"Lower End Centerline Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepLowerCenterlineElevation { get; }
```